const commands = `
/start - Начать работу
/help -  Помощь
/ask - Выбрать тему
`

const btn_1Text = `Резервируйте посевной материал со скидкой 10%!
Скидка действует до 01 мая 2025 на весь наш ассортимент. 

Выбирайте интересующую культуру и ознакомьтесь с нашими выгодными  предложениями на предзаказ.

Чеснок:
  зубок
  однозубок
  воздушные луковицы
  головками

Лук/Шалот
  севок
  семена`
  
const btn_2Text = `
Зубок чеснока:
Зубок отборный - 640 р/кг
Зубок крупный (из головок 5+) - 610 р/кг
Зубок крупный, обработанный под посадку - 720 р/кг
Сорта: Любаша, Богатырь
`
const btn_2Text_msg2 = `
Чеснок посадочный головками:
  Калибр 6+: 570 р/кг
  Калибр 4-6: 490 р/кг
  Сорта: Любаша, Богатырь`

const btn_2Text_msg3 = `
Однозубок чеснока:
  Крупный - 1 400 р/кг
  Средний - 1 200 р/кг
  Мелкий - 900 р/кг
  Сорта: Любаша`

const btn_2Text_msg4 = `
Воздушные луковицы (бульбочка):
  Отборная - 3 500 р/кг
  Калиброванная 5-8 мм - 3 000 р/кг
  Сорта: Любаша, Богатырь, Шадейка, Григорий Комаров
`

const btn_3Text = `
Лук севок:
  14-24 мм - 680 р/кг

Некалиброванный - 650 р/кг
  Сорта: Ред Барон, Элан

`
const btn_3Text_msg2 = `
Семена (чернушка):
  50 р/100 шт
  Сорта: Ред Барон, Кармен, Штутгартер Ризен`

const btn_4Text = `
Шалот севок:
  1 500 р/кг
  Сорта: Золотинка, Квочка
`
const btn_4Text_msg2 = `
Шалот семена (чернушка):
  200 р/100 шт
  Сорта: Золотинка, Квочка, Изумруд
`

const btn_5Text = `
Мы работаем с розницей и мелким оптом.
Минимальная сумма заказа - 500 р.
`
const btn_5Text_msg2 = `
Заказы отправляем курьерскими службами - Почта России, 5POST, Яндекс Доставка, СДЭК, Боксберри. 
Подберем наиболее выгодный для вас способ доставки.
Возможна отправка транспортной компанией.
`

const btn_6Text = 'Для заказа напишете что вы хотите заказать. Мы проверим наличие и сообщим дальнейшие шаги.'
const btn_7Text = 'Остались вопросы? Задайте их здесь, и мы в ближайшее время ответим вам.'



module.exports.commands = commands
module.exports.btn_1Text = btn_1Text

module.exports.btn_2Text = btn_2Text
module.exports.btn_2Text_msg2 = btn_2Text_msg2
module.exports.btn_2Text_msg3 = btn_2Text_msg3
module.exports.btn_2Text_msg4 = btn_2Text_msg4

module.exports.btn_3Text = btn_3Text
module.exports.btn_3Text_msg2 = btn_3Text_msg2

module.exports.btn_4Text = btn_4Text
module.exports.btn_4Text_msg2 = btn_4Text_msg2

module.exports.btn_5Text = btn_5Text
module.exports.btn_5Text_msg2 = btn_5Text_msg2

module.exports.btn_6Text = btn_6Text
module.exports.btn_7Text = btn_7Text