const commands = `
/start - Начать работу
/help -  Помощь
/ask - Выбрать тему
`

const btn_1Text = `Резервируйте посевной материал со скидкой 10%!
Скидка действует до 01 мая 2025 на весь наш ассортимент. 

Выбирайте интересующую культуру и ознакомьтесь с нашими выгодными  предложениями на предзаказ.

Чеснок:
  *зубок
  *однозубок
  *воздушные луковицы
  *головками

Лук/Шалот
  *севок
  *семена`
  
const btn_2Text = `
Зубок чеснока:
Зубок отборный - 640 р/кг
Зубок крупный (из головок 5+) - 610 р/кг
Зубок крупный, обработанный под посадку - 720 р/кг
Сорта: Любаша, Богатырь
`
const btn_3Text = `
Лук севок:
  14-24 мм - 680 р/кг

Некалиброванный - 650 р/кг
  Сорта: Ред Барон, Элан

`
const btn_4Text = `
Шалот севок:
  1 500 р/кг
  Сорта: Золотинка, Квочка
`
const btn_5Text = `
Мы работаем с розницей и мелким оптом.
Минимальная сумма заказа - 500 р.
`
const btn_6Text = 'Для заказа напишете что вы хотите заказать. Мы проверим наличие и сообщим дальнейшие шаги.'
const btn_7Text = 'Остались вопросы? Задайте их здесь, и мы в ближайшее время ответим вам.'



module.exports.commands = commands
module.exports.btn_1Text = btn_1Text
module.exports.btn_2Text = btn_2Text
module.exports.btn_3Text = btn_3Text
module.exports.btn_4Text = btn_4Text
module.exports.btn_5Text = btn_5Text
module.exports.btn_6Text = btn_6Text
module.exports.btn_7Text = btn_7Text